Revit 2027 API
HomeCamera.LeftAngleOfFieldOfView Property
 The left angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double LeftAngleOfFieldOfView { get; }
Public ReadOnly Property LeftAngleOfFieldOfView As Double
	Get
public:
property double LeftAngleOfFieldOfView {
	double get ();
}
member LeftAngleOfFieldOfView : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace